Repository: ismailof/plasma-clocks
Catalog: crossword_clock/package/contents/locale/*.po
Languages: el

source: ITLISASAMPMACQUARTERDCTWENTYFIVEXHALFBTENFTOPASTERUNINEONESIXTHREEFOURFIVETWOEIGHTELEVENSEVENTWELVETENSEO'CLOCK
el: ΗΧΩΡΑΤΕΙΝΑΙΜΙΑΔΥΟΤΡΕΙΣΤΕΣΣΕΠΙΣΕΞΙΠΕΝΤΕΡΟΧΤΩΗΕΦΤΑΕΕΝΤΕΚΑΔΩΔΕΚΑΕΝΝΙΑΔΕΚΑΧΠΑΡΑΕΡΚΑΙΕΤΕΤΑΡΤΟΕΙΚΟΣΙΗΔΕΚΑΜΙΣΗΕΠΕΝΤΕΡ

# Introductory words for the time
source: IT IS
el: Η ΩΡΑ ΕΙΝΑΙ

# Word representing the hour 12 (AM)
source: TWELVE
el: ΔΩΔΕΚΑ

# Word representing the hour 12 (PM)
source: TWELVE
el: ΔΩΔΕΚΑ

# Word representing the hour 1
source: ONE
el: ΜΙΑ

# Word representing the hour 2
source: TWO
el: ΔΥΟ

# Word representing the hour 3
source: THREE
el: ΤΡΕΙΣ

# Word representing the hour 4
source: FOUR
el: ΤΕΣΣΕΡΙΣ

# Word representing the hour 5
source: 70#FIVE
el: ΠΕΝΤΕ

# Word representing the hour 6
source: SIX
el: ΕΞΙ

# Word representing the hour 7
source: SEVEN
el: ΕΦΤΑ

# Word representing the hour 8
source: EIGHT
el: ΟΧΤΩ

# Word representing the hour 9
source: NINE
el: ΕΝΝΙΑ

# Word representing the hour 10
source: 99#TEN
el: 66#ΔΕΚΑ

# Word representing the hour 11
source: ELEVEN
el: ΕΝΤΕΚΑ

# Words representing the minutes :05
source: FIVE PAST
el: ΚΑΙ 104#ΠΕΝΤΕ

# Words representing the minutes :10
source: TEN PAST
el: ΚΑΙ 95#ΔΕΚΑ

# Words representing the minutes :15
source: 11#A QUARTER PAST
el: ΚΑΙ ΤΕΤΑΡΤΟ

# Words representing the minutes :20
source: TWENTY PAST
el: ΚΑΙ ΕΙΚΟΣΙ

# Words representing the minutes :25
source: TWENTYFIVE PAST
el: ΚΑΙ ΕΙΚΟΣΙ 104#ΠΕΝΤΕ

# Words representing the minutes :30
source: HALF PAST
el: ΚΑΙ ΜΙΣΗ

# Words representing the minutes :35
source: TWENTYFIVE TO @
el: ΠΑΡΑ ΕΙΚΟΣΙ 104#ΠΕΝΤΕ @

# Words representing the minutes :40
source: TWENTY TO @
el: ΠΑΡΑ ΕΙΚΟΣΙ @

# Words representing the minutes :45
source: 11#A QUARTER TO @
el: ΠΑΡΑ ΤΕΤΑΡΤΟ @

# Words representing the minutes :50
source: TEN TO @
el: ΠΑΡΑ 95#ΔΕΚΑ @

# Words representing the minutes :55
source: FIVE TO @
el: ΠΑΡΑ 104#ΠΕΝΤΕ @
