Repository: ismailof/plasma-clocks
Catalog: package/contents/locale/*.po
Languages: he

source: ITLISASAMPMACQUARTERDCTWENTYFIVEXHALFBTENFTOPASTERUNINEONESIXTHREEFOURFIVETWOEIGHTELEVENSEVENTWELVETENSEO'CLOCK
he: הצעהראחתעשרארשתײםבעשרהשלןשארבעראמחמששבעשמןנהשתשערןחמישהאועשריםמראששלןשיםועשרהוארבעיםורבעוחמישיםוחציאבתושרוחמשא

# Introductory words for the time
source: IT IS
he: הצעה

# Word representing the hour 12 (AM)
source: TWELVE
he: שתײם עשרה

# Word representing the hour 12 (PM)
source: TWELVE
he: שתײם עשרה

# Word representing the hour 1
source: ONE
he: אחת

# Word representing the hour 2
source: TWO
he: שתײם

# Word representing the hour 3
source: THREE
he: שלןש

# Word representing the hour 4
source: FOUR
he: ארבע

# Word representing the hour 5
source: 70#FIVE
he: חמש

# Word representing the hour 6
source: SIX
he: שש

# Word representing the hour 7
source: SEVEN
he: שבע

# Word representing the hour 8
source: EIGHT
he: שמןנה

# Word representing the hour 9
source: NINE
he: תשע

# Word representing the hour 10
source: 99#TEN
he: עשר

# Word representing the hour 11
source: ELEVEN
he: אחת עשרה

# Words representing the minutes :05
source: FIVE PAST
he: ןחמישה

# Words representing the minutes :10
source: TEN PAST
he: ועשרה

# Words representing the minutes :15
source: 11#A QUARTER PAST
he: ורבע

# Words representing the minutes :20
source: TWENTY PAST
he: ועשרים

# Words representing the minutes :25
source: TWENTYFIVE PAST
he: עשרים וחמש

# Words representing the minutes :30
source: HALF PAST
he: וחצי

# Words representing the minutes :35
source: TWENTYFIVE TO @
he: שלןשים וחמש

# Words representing the minutes :40
source: TWENTY TO @
he: וארבעים

# Words representing the minutes :45
source: 11#A QUARTER TO @
he: וארבעים וחמש

# Words representing the minutes :50
source: TEN TO @
he: וחמישים

# Words representing the minutes :55
source: FIVE TO @
he: ומישים וחמש
