Repository: ismailof/plasma-clocks
Catalog: package/contents/po/*.po
Languages: de, es

source: ITLISASAMPMACQUARTERDCTWENTYFIVEXHALFBTENFTOPASTERUNINEONESIXTHREEFOURFIVETWOEIGHTELEVENSEVENTWELVETENSEÔCLOCK
de: ESKISTAFÜNFZEHNZWANZIGDREIVIERTELVORFUNKNACHHABLAELFÜNFEINSZAMZWEIDREIPMJVIERSECHSNLACHTSIEBENZWÖLFZEHNEUNKUHR
es: ESONPLASUNACUATROIDOCESIETEKCINCOSEISOJNUEVEDIEZTRESDOSOCHOESDONCEMENOSYPUNTOVEINTICINCOMEDIAVEINTECUARTOIDIEZ

# Introductory words for the time
source: IT IS
de: ES IST
es: ES LA

# Word representing the hour 12 (AM)
source: TWELVE
de: ZWÖLF
es: DOCE

# Word representing the hour 12 (PM)
source: TWELVE
de: ZWÖLF
es: DOCE

# Word representing the hour 1
source: ONE
de: EINS
es: UNA

# Word representing the hour 2
source: TWO
de: ZWEI
es: DOS

# Word representing the hour 3
source: THREE
de: 66#DREI
es: TRES

# Word representing the hour 4
source: FOUR
de: 73#VIER
es: CUATRO

# Word representing the hour 5
source: 70#FIVE
de: 51#FÜNF
es: CINCO

# Word representing the hour 6
source: SIX
de: SECHS
es: SEIS

# Word representing the hour 7
source: SEVEN
de: SIEBE
es: SIETE

# Word representing the hour 8
source: EIGHT
de: ACHT
es: OCHO

# Word representing the hour 9
source: NINE
de: NEUN
es: NUEVE

# Word representing the hour 10
source: 99#TEN
de: 99#ZEHN
es: DIEZ

# Word representing the hour 11
source: ELEVEN
de: ELF
es: ONCE

# Words representing the minutes :00
source: ÔCLOCK
de: UHR
es: EN PUNTO

# Words representing the minutes :05
source: FIVE PAST
de: FÜNF NACH
es: Y 83#CINCO

# Words representing the minutes :10
source: TEN PAST
de: ZEHN NACH
es: Y 99#DIEZ

# Words representing the minutes :15
source: 11#A QUARTER PAST
de: VIERTEL NACH
es: Y CUARTO

# Words representing the minutes :20
source: TWENTY PAST
de: ZWANZIG NACH
es: Y VEINTE

# Words representing the minutes :25
source: TWENTYFIVE PAST
de: FÜNF VOR HALB @
es: Y VEINTICINCO

# Words representing the minutes :30
source: HALF PAST
de: HALB @
es: Y MEDIA

# Words representing the minutes :35
source: TWENTYFIVE TO @
de: FÜNF NACH HALB @
es: MENOS VEINTICINCO @

# Words representing the minutes :40
source: TWENTY TO @
de: ZWANZIG VOR @
es: MENOS VEINTE @

# Words representing the minutes :45
source: 11#A QUARTER TO @
de: VIERTEL VOR @
es: MENOS CUARTO @

# Words representing the minutes :50
source: TEN TO @
de: ZEHN VOR @
es: MENOS 99#DIEZ @

# Words representing the minutes :55
source: FIVE TO @
de: FÜNF VOR @
es: MENOS 83#CINCO @
